Start and end elevations are the same, nothing to Apply.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId NothingToApplyWarning { get; }
  Visual Basic
Public Shared ReadOnly Property NothingToApplyWarning As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ NothingToApplyWarning {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ViewFailures Class
  Autodesk.Revit.DB Namespace